Repository: uumair327/guardiancare
Catalog: l10n/app_*.arb
Languages: gu, kn, ml, mr

# appTitle
source: Guardian Care
gu: ગાર્ડિયન કેર
kn: ಗಾರ್ಡಿಯನ್ ಕೇರ್
ml: ഗാർഡിയൻ കെയർ
mr: गार्डियन केअर

source: Home
gu: હોમ
kn: ಮುಖಪುಟ
ml: ഹോം
mr: होम

source: Learn
gu: શીખો
kn: ಕಲಿಯಿರಿ
ml: പഠിക്കുക
mr: शिका

source: Explore
gu: એક્સપ્લોર
kn: ಅನ್ವೇಷಿಸಿ
ml: പര്യവേക്ഷണം
mr: एक्सप्लोर

source: Forum
gu: ફોરમ
kn: ವೇದಿಕೆ
ml: ഫോറം
mr: फोरम

source: Profile
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल

source: Login
gu: લોગિન
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
mr: लॉगिन

source: Sign Up
gu: સાઇન અપ
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ്
mr: साइन अप

source: Email
gu: ઇમેઇલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल

source: Password
gu: પાસવર્ડ
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?
ml: പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात?

source: Logout
gu: લોગઆઉટ
kn: ಲಾಗ್ಔಟ್
ml: ലോഗൗട്ട്
mr: लॉगआउट

source: Settings
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज

source: Language
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा

source: Change Language
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला

source: Select Language
gu: ભાષા પસંદ કરો
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा

source: Account
gu: ખાતું
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
mr: खाते

source: Emergency Contact
gu: કટોકટી સંપર્ક
kn: ತುರ್ತು ಸಂಪರ್ಕ
ml: അടിയന്തര ബന്ധം
mr: आपत्कालीन संपर्क

source: Quiz
gu: ક્વિઝ
kn: ಕ್ವಿಜ್
ml: ക്വിസ്
mr: क्विझ

source: Videos
gu: વિડિઓઝ
kn: ವೀಡಿಯೊಗಳು
ml: വീഡിയോകൾ
mr: व्हिडिओ

source: Resources
gu: સંસાધનો
kn: ಸಂಪನ್ಮೂಲಗಳು
ml: വിഭവങ്ങൾ
mr: संसाधने

source: Cancel
gu: રદ કરો
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा

source: Save
gu: સાચવો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा

source: Delete
gu: કાઢી નાખો
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा

source: Confirm
gu: પુષ્ટિ કરો
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा

source: Yes
gu: હા
kn: ಹೌದು
ml: അതെ
mr: होय

source: No
gu: ના
kn: ಇಲ್ಲ
ml: ഇല്ല
mr: नाही

source: Loading...
gu: લોડ થઈ રહ્યું છે...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...

source: Error
gu: ભૂલ
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी

source: Success
gu: સફળતા
kn: ಯಶಸ್ಸು
ml: വിജയം
mr: यश

# itemsCount
source: {count, plural, =0{No items} =1{1 item} other{{count} items}}
gu: {count, plural, =0{કોઈ આઇટમ નથી} =1{1 આઇટમ} other{{count} આઇટમ}}
kn: {count, plural, =0{ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ} =1{1 ಐಟಂ} other{{count} ಐಟಂಗಳು}}
ml: {count, plural, =0{ഇനങ്ങളൊന്നുമില്ല} =1{1 ഇനം} other{{count} ഇനങ്ങൾ}}
mr: {count, plural, =0{कोणतेही आयटम नाहीत} =1{1 आयटम} other{{count} आयटम}}

source: Welcome
gu: સ્વાગત છે
kn: ಸ್ವಾಗತ
ml: സ്വാഗതം
mr: स्वागत आहे

# welcomeUser
source: Welcome, {name}!
gu: સ્વાગત છે, {name}!
kn: ಸ್ವಾಗತ, {name}!
ml: സ്വാഗതം, {name}!
mr: स्वागत आहे, {name}!

source: Emergency
gu: કટોકટી
kn: ತುರ್ತು
ml: അടിയന്തരം
mr: आणीबाणी

source: Website
gu: વેબસાઇટ
kn: ವೆಬ್‌ಸೈಟ್
ml: വെബ്‌സൈറ്റ്
mr: वेबसाइट

source: Mail Us
gu: અમને મેઇલ કરો
kn: ನಮಗೆ ಮೇಲ್ ಮಾಡಿ
ml: ഞങ്ങൾക്ക് മെയിൽ ചെയ്യുക
mr: आम्हाला मेल करा

source: Guest
gu: મહેમાન
kn: ಅತಿಥಿ
ml: അതിഥി
mr: अतिथी

source: Quick Actions
gu: ઝડપી ક્રિયાઓ
kn: ತ್ವರಿತ ಕ್ರಿಯೆಗಳು
ml: പെട്ടെന്നുള്ള പ്രവർത്തനങ്ങൾ
mr: द्रुत क्रिया

# homeWelcomeMessage
source: Empowering children and families with safety knowledge
gu: બાળકો અને પરિવારોને સુરક્ષા જ્ઞાન સાથે સશક્ત બનાવવું
kn: ಮಕ್ಕಳು ಮತ್ತು ಕುಟುಂಬಗಳಿಗೆ ಸುರಕ್ಷತಾ ಜ್ಞಾನವನ್ನು ನೀಡುವುದು
ml: കുട്ടികൾക്കും കുടുംബങ്ങൾക്കും സുരക്ഷാ അറിവ് നൽകുന്നു
mr: मुले आणि कुटुंबांना सुरक्षा ज्ञानाने सशक्त करणे

source: Retry
gu: ફરી પ્રયાસ કરો
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा

source: Back
gu: પાછળ
kn: ಹಿಂದೆ
ml: പിന്നോട്ട്
mr: मागे

source: Next
gu: આગળ
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे

source: Submit
gu: સબમિટ કરો
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
mr: सबमिट करा

source: Delete Account
gu: ખાતું કાઢી નાખો
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: खाते हटवा

# deleteAccountConfirm
source: Are you sure you want to delete your account? This action cannot be undone.
gu: શું તમે ખરેખર તમારું ખાતું કાઢી નાખવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાશે નહીં.
kn: ನೀವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കണമെന്ന് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: तुम्हाला खात्री आहे की तुम्ही तुमचे खाते हटवू इच्छिता? ही क्रिया पूर्ववत केली जाऊ शकत नाही.

# accountDeletedSuccess
source: Account deleted successfully
gu: ખાતું સફળતાપૂર્વક કાઢી નાખ્યું
kn: ಖಾತೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ml: അക്കൗണ്ട് വിജയകരമായി ഇല്ലാതാക്കി
mr: खाते यशस्वीरित्या हटवले

# logoutConfirm
source: Are you sure you want to log out?
gu: શું તમે ખરેખર લૉગ આઉટ કરવા માંગો છો?
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ ലോഗൗട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे की तुम्ही लॉग आउट करू इच्छिता?

source: Delete My Account
gu: મારું ખાતું કાઢી નાખો
kn: ನನ್ನ ಖಾತೆಯನ್ನು ಅಳಿಸಿ
ml: എന്റെ അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: माझे खाते हटवा

# noUserSignedIn
source: No user is currently signed in
gu: હાલમાં કોઈ વપરાશકર્તા સાઇન ઇન નથી
kn: ಪ್ರಸ್ತುತ ಯಾವುದೇ ಬಳಕೆದಾರರು ಸೈನ್ ಇನ್ ಆಗಿಲ್ಲ
ml: നിലവിൽ ഒരു ഉപയോക്താവും സൈൻ ഇൻ ചെയ്തിട്ടില്ല
mr: सध्या कोणताही वापरकर्ता साइन इन केलेला नाही

source: Loading profile...
gu: પ્રોફાઇલ લોડ થઈ રહી છે...
kn: ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: പ്രൊഫൈൽ ലോഡ് ചെയ്യുന്നു...
mr: प्रोफाइल लोड होत आहे...

# nameLabel
source: Name
gu: નામ
kn: ಹೆಸರು
ml: പേര്
mr: नाव

# emailLabel
source: Email
gu: ઇમેઇલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल

source: Account Settings
gu: ખાતા સેટિંગ્સ
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mr: खाते सेटिंग्ज

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: प्रोफाइल संपादित करा

source: Change Password
gu: પાસવર્ડ બદલો
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ml: പാസ്‌വേഡ് മാറ്റുക
mr: पासवर्ड बदला

source: Notification Settings
gu: સૂચના સેટિંગ્સ
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: सूचना सेटिंग्ज

source: Privacy Settings
gu: ગોપનીયતા સેટિંગ્સ
kn: ಗೌಪ್ಯತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: സ്വകാര്യത ക്രമീകരണങ്ങൾ
mr: गोपनीयता सेटिंग्ज

source: Help & Support
gu: મદદ અને સપોર્ટ
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ml: സഹായവും പിന്തുണയും
mr: मदत आणि समर्थन

source: About App
gu: એપ વિશે
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಗ್ಗೆ
ml: ആപ്പിനെക്കുറിച്ച്
mr: अॅपबद्दल

# logoutMessage
source: Are you sure you want to log out?
gu: શું તમે ખરેખર લૉગ આઉટ કરવા માંગો છો?
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ ലോഗൗട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे की तुम्ही लॉग आउट करू इच्छिता?

# deleteAccountWarning
source: This action cannot be undone. All your data will be permanently deleted.
gu: આ ક્રિયા પૂર્વવત્ કરી શકાશે નહીં. તમારો તમામ ડેટા કાયમ માટે કાઢી નાખવામાં આવશે.
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.
ml: ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല. നിങ്ങളുടെ എല്ലാ ഡാറ്റയും ശാശ്വതമായി ഇല്ലാതാക്കപ്പെടും.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही. तुमचा सर्व डेटा कायमचा हटवला जाईल.

source: Child Safety Settings
gu: બાળ સુરક્ષા સેટિંગ્સ
kn: ಮಕ್ಕಳ ಸುರಕ್ಷತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: കുട്ടികളുടെ സുരക്ഷാ ക്രമീകരണങ്ങൾ
mr: बाल सुरक्षा सेटिंग्ज

# languageChangedRestarting
source: Language changed to {language}. Restarting app...
gu: ભાષા {language} માં બદલાઈ. એપ ફરીથી શરૂ થઈ રહી છે...
kn: ಭಾಷೆಯನ್ನು {language}ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸುತ್ತಿದೆ...
ml: ഭാഷ {language} ആയി മാറ്റി. ആപ്പ് പുനരാരംഭിക്കുന്നു...
mr: भाषा {language} मध्ये बदलली. अॅप पुन्हा सुरू होत आहे...

source: Quiz Questions
gu: ક્વિઝ પ્રશ્નો
kn: ಕ್ವಿಜ್ ಪ್ರಶ್ನೆಗಳು
ml: ക്വിസ് ചോദ്യങ്ങൾ
mr: क्विझ प्रश्न

source: No quizzes available
gu: કોઈ ક્વિઝ ઉપલબ્ધ નથી
kn: ಯಾವುದೇ ಕ್ವಿಜ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: ക്വിസുകളൊന്നുമില്ല
mr: कोणतीही क्विझ उपलब्ध नाही

source: Forums
gu: ફોરમ
kn: ವೇದಿಕೆಗಳು
ml: ഫോറങ്ങൾ
mr: फोरम

source: Forum Discussion
gu: ફોરમ ચર્ચા
kn: ವೇದಿಕೆ ಚರ್ಚೆ
ml: ഫോറം ചർച്ച
mr: फोरम चर्चा

source: Parent Forums
gu: પેરેન્ટ ફોરમ
kn: ಪೋಷಕರ ವೇದಿಕೆಗಳು
ml: രക്ഷിതാവ് ഫോറങ്ങൾ
mr: पालक फोरम

source: No forums available
gu: કોઈ ફોરમ ઉપલબ્ધ નથી
kn: ಯಾವುದೇ ವೇದಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: ഫോറങ്ങളൊന്നുമില്ല
mr: कोणतेही फोरम उपलब्ध नाहीत

# noCommentsYet
source: No comments yet. Be the first to comment!
gu: હજી સુધી કોઈ ટિપ્પણી નથી. પ્રથમ ટિપ્પણી કરો!
kn: ಇನ್ನೂ ಯಾವುದೇ ಕಾಮೆಂಟ್‌ಗಳಿಲ್ಲ. ಮೊದಲ ಕಾಮೆಂಟ್ ಮಾಡಿ!
ml: ഇതുവരെ അഭിപ്രായങ്ങളൊന്നുമില്ല. ആദ്യം അഭിപ്രായമിടൂ!
mr: अद्याप कोणत्याही टिप्पण्या नाहीत. पहिली टिप्पणी करा!

# commentPostedSuccess
source: Comment posted successfully!
gu: ટિપ્પણી સફળતાપૂર્વક પોસ્ટ થઈ!
kn: ಕಾಮೆಂಟ್ ಯಶಸ್ವಿಯಾಗಿ ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ!
ml: അഭിപ്രായം വിജയകരമായി പോസ്റ്റ് ചെയ്തു!
mr: टिप्पणी यशस्वीरित्या पोस्ट केली!

# commentSubmittedSuccess
source: Comment submitted successfully!
gu: ટિપ્પણી સફળતાપૂર્વક સબમિટ થઈ!
kn: ಕಾಮೆಂಟ್ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: അഭിപ്രായം വിജയകരമായി സമർപ്പിച്ചു!
mr: टिप्पणी यशस्वीरित्या सबमिट केली!

# pleaseEnterComment
source: Please enter a comment
gu: કૃપા કરીને ટિપ્પણી દાખલ કરો
kn: ದಯವಿಟ್ಟು ಕಾಮೆಂಟ್ ನಮೂದಿಸಿ
ml: ദയവായി ഒരു അഭിപ്രായം നൽകുക
mr: कृपया टिप्पणी प्रविष्ट करा

# commentMinLength
source: Comment must be at least 2 characters
gu: ટિપ્પણી ઓછામાં ઓછી 2 અક્ષરની હોવી જોઈએ
kn: ಕಾಮೆಂಟ್ ಕನಿಷ್ಠ 2 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: അഭിപ്രായം കുറഞ്ഞത് 2 അക്ഷരങ്ങൾ ഉണ്ടായിരിക്കണം
mr: टिप्पणी किमान 2 अक्षरांची असावी

source: Pull to refresh
gu: રિફ્રેશ કરવા માટે ખેંચો
kn: ರಿಫ್ರೆಶ್ ಮಾಡಲು ಎಳೆಯಿರಿ
ml: പുതുക്കാൻ വലിക്കുക
mr: रिफ्रेश करण्यासाठी खेचा

source: Pull down to refresh
gu: રિફ્રેશ કરવા માટે નીચે ખેંચો
kn: ರಿಫ್ರೆಶ್ ಮಾಡಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ
ml: പുതുക്കാൻ താഴേക്ക് വലിക്കുക
mr: रिफ्रेश करण्यासाठी खाली खेचा

source: Something went wrong
gu: કંઈક ખોટું થયું
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: എന്തോ തെറ്റ് സംഭവിച്ചു
mr: काहीतरी चूक झाली

source: Recommended for You
gu: તમારા માટે ભલામણ કરેલ
kn: ನಿಮಗಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ
ml: നിങ്ങൾക്കായി ശുപാർശ ചെയ്യുന്നു
mr: तुमच्यासाठी शिफारस केलेले

source: Take a Quiz
gu: ક્વિઝ લો
kn: ಕ್ವಿಜ್ ತೆಗೆದುಕೊಳ್ಳಿ
ml: ഒരു ക്വിസ് എടുക്കുക
mr: क्विझ घ्या

source: No Recommendations Yet
gu: હજી સુધી કોઈ ભલામણ નથી
kn: ಇನ್ನೂ ಯಾವುದೇ ಶಿಫಾರಸುಗಳಿಲ್ಲ
ml: ഇതുവരെ ശുപാർശകളൊന്നുമില്ല
mr: अद्याप कोणत्याही शिफारसी नाहीत

# takeQuizForRecommendations
source: Take a quiz to get personalized video recommendations based on your interests!
gu: તમારી રુચિઓના આધારે વ્યક્તિગત વિડિઓ ભલામણો મેળવવા માટે ક્વિઝ લો!
kn: ನಿಮ್ಮ ಆಸಕ್ತಿಗಳ ಆಧಾರದ ಮೇಲೆ ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ವೀಡಿಯೊ ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯಲು ಕ್ವಿಜ್ ತೆಗೆದುಕೊಳ್ಳಿ!
ml: നിങ്ങളുടെ താൽപ്പര്യങ്ങളെ അടിസ്ഥാനമാക്കി വ്യക്തിഗത വീഡിയോ ശുപാർശകൾ ലഭിക്കാൻ ഒരു ക്വിസ് എടുക്കുക!
mr: तुमच्या आवडीनुसार वैयक्तिक व्हिडिओ शिफारसी मिळवण्यासाठी क्विझ घ्या!

# loginToViewRecommendations
source: Please log in to view recommendations
gu: ભલામણો જોવા માટે કૃપા કરીને લૉગ ઇન કરો
kn: ಶಿಫಾರಸುಗಳನ್ನು ವೀಕ್ಷಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ
ml: ശുപാർശകൾ കാണാൻ ദയവായി ലോഗിൻ ചെയ്യുക
mr: शिफारसी पाहण्यासाठी कृपया लॉगिन करा

source: Loading emergency contacts...
gu: કટોકટી સંપર્કો લોડ થઈ રહ્યા છે...
kn: ತುರ್ತು ಸಂಪರ್ಕಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: അടിയന്തര ബന്ധങ്ങൾ ലോഡ് ചെയ്യുന്നു...
mr: आपत्कालीन संपर्क लोड होत आहेत...

# agreeToTerms
source: I agree to the terms and conditions
gu: હું નિયમો અને શરતો સાથે સંમત છું
kn: ನಾನು ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪುತ್ತೇನೆ
ml: ഞാൻ നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുന്നു
mr: मी अटी व शर्तींशी सहमत आहे

# pleaseAgreeToTerms
source: Please agree to the terms and conditions
gu: કૃપા કરીને નિયમો અને શરતો સાથે સંમત થાઓ
kn: ದಯವಿಟ್ಟು ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಿ
ml: ദയവായി നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുക
mr: कृपया अटी व शर्तींशी सहमत व्हा

# isChildAbove12
source: Is child above 12 years old?
gu: શું બાળક 12 વર્ષથી વધુ ઉંમરનું છે?
kn: ಮಗು 12 ವರ್ಷಕ್ಕಿಂತ ಹೆಚ್ಚು ವಯಸ್ಸಿನವರೇ?
ml: കുട്ടിക്ക് 12 വയസ്സിന് മുകളിലാണോ?
mr: मूल 12 वर्षांपेक्षा जास्त वयाचे आहे का?

# parentalKeyMinLength
source: Parental key must be at least 4 characters
gu: પેરેન્ટલ કી ઓછામાં ઓછી 4 અક્ષરની હોવી જોઈએ
kn: ಪೋಷಕರ ಕೀ ಕನಿಷ್ಠ 4 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: രക്ഷിതാവ് കീ കുറഞ്ഞത് 4 അക്ഷരങ്ങൾ ഉണ്ടായിരിക്കണം
mr: पालक की किमान 4 अक्षरांची असावी

# incorrectAnswer
source: Incorrect answer. Please try again.
gu: ખોટો જવાબ. કૃપા કરીને ફરી પ્રયાસ કરો.
kn: ತಪ್ಪು ಉತ್ತರ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: തെറ്റായ ഉത്തരം. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: चुकीचे उत्तर. कृपया पुन्हा प्रयत्न करा.

# parentalKeyResetSuccess
source: Parental key reset successfully!
gu: પેરેન્ટલ કી સફળતાપૂર્વક રીસેટ થઈ!
kn: ಪೋಷಕರ ಕೀ ಯಶಸ್ವಿಯಾಗಿ ರೀಸೆಟ್ ಮಾಡಲಾಗಿದೆ!
ml: രക്ഷിതാവ് കീ വിജയകരമായി റീസെറ്റ് ചെയ്തു!
mr: पालक की यशस्वीरित्या रीसेट केली!

source: Parent/Guardian
gu: માતાપિતા/વાલી
kn: ಪೋಷಕರು/ಪಾಲಕರು
ml: രക്ഷിതാവ്/രക്ഷാധികാരി
mr: पालक/पालक

source: Child
gu: બાળક
kn: ಮಗು
ml: കുട്ടി
mr: मूल

# couldNotLaunchEmail
source: Could not launch email client
gu: ઇમેઇલ ક્લાયંટ લોંચ કરી શકાયું નહીં
kn: ಇಮೇಲ್ ಕ್ಲೈಂಟ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ഇമെയിൽ ക്ലയന്റ് ലോഞ്ച് ചെയ്യാൻ കഴിഞ്ഞില്ല
mr: ईमेल क्लायंट लॉन्च करू शकलो नाही

# errorLaunchingEmail
source: Error launching email: {error}
gu: ઇમેઇલ લોંચ કરવામાં ભૂલ: {error}
kn: ಇಮೇಲ್ ಪ್ರಾರಂಭಿಸುವಲ್ಲಿ ದೋಷ: {error}
ml: ഇമെയിൽ ലോഞ്ച് ചെയ്യുന്നതിൽ പിശക്: {error}
mr: ईमेल लॉन्च करताना त्रुटी: {error}

# errorPrefix
source: Error: {error}
gu: ભૂલ: {error}
kn: ದೋಷ: {error}
ml: പിശക്: {error}
mr: त्रुटी: {error}

# generatingRecommendations
source: Generating Personalized Recommendations
gu: વ્યક્તિગત ભલામણો બનાવી રહ્યા છીએ
kn: ವೈಯಕ್ತಿಕ ಶಿಫಾರಸುಗಳನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
ml: വ്യക്തിഗത ശുപാർശകൾ സൃഷ്ടിക്കുന്നു
mr: वैयक्तिक शिफारसी तयार करत आहे

# checkExploreTab
source: Check the Explore tab to see your recommendations!
gu: તમારી ભલામણો જોવા માટે એક્સપ્લોર ટેબ તપાસો!
kn: ನಿಮ್ಮ ಶಿಫಾರಸುಗಳನ್ನು ನೋಡಲು ಎಕ್ಸ್‌ಪ್ಲೋರ್ ಟ್ಯಾಬ್ ಪರಿಶೀಲಿಸಿ!
ml: നിങ്ങളുടെ ശുപാർശകൾ കാണാൻ എക്സ്പ്ലോർ ടാബ് പരിശോധിക്കുക!
mr: तुमच्या शिफारसी पाहण्यासाठी एक्सप्लोर टॅब तपासा!

source: Back to Quizzes
gu: ક્વિઝ પર પાછા જાઓ
kn: ಕ್ವಿಜ್‌ಗಳಿಗೆ ಹಿಂತಿರುಗಿ
ml: ക്വിസുകളിലേക്ക് മടങ്ങുക
mr: क्विझकडे परत जा

source: View Recommendations
gu: ભલામણો જુઓ
kn: ಶಿಫಾರಸುಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: ശുപാർശകൾ കാണുക
mr: शिफारसी पहा

source: Previous
gu: પહેલાનું
kn: ಹಿಂದಿನ
ml: മുമ്പത്തെ
mr: मागील

source: Finish
gu: સમાપ્ત
kn: ಮುಗಿಸಿ
ml: പൂർത്തിയാക്കുക
mr: समाप्त

source: Quiz Completed!
gu: ક્વિઝ પૂર્ણ થઈ!
kn: ಕ್ವಿಜ್ ಪೂರ್ಣಗೊಂಡಿದೆ!
ml: ക്വിസ് പൂർത്തിയായി!
mr: क्विझ पूर्ण झाली!

# youScored
source: You scored {score} out of {total}
gu: તમે {total} માંથી {score} સ્કોર કર્યો
kn: ನೀವು {total} ರಲ್ಲಿ {score} ಅಂಕಗಳನ್ನು ಗಳಿಸಿದ್ದೀರಿ
ml: നിങ്ങൾ {total} ൽ {score} സ്കോർ ചെയ്തു
mr: तुम्ही {total} पैकी {score} गुण मिळवले

source: Emergency Services
gu: કટોકટી સેવાઓ
kn: ತುರ್ತು ಸೇವೆಗಳು
ml: അടിയന്തര സേവനങ്ങൾ
mr: आपत्कालीन सेवा

source: Child Safety
gu: બાળ સુરક્ષા
kn: ಮಕ್ಕಳ ಸುರಕ್ಷತೆ
ml: കുട്ടികളുടെ സുരക്ഷ
mr: बाल सुरक्षा

# questionOf
source: Question {current} of {total}
gu: પ્રશ્ન {current} નો {total}
kn: ಪ್ರಶ್ನೆ {current} ರ {total}
ml: ചോദ്യം {current} ന്റെ {total}
mr: प्रश्न {current} चा {total}

source: No categories available
gu: કોઈ શ્રેણીઓ ઉપલબ્ધ નથી
kn: ಯಾವುದೇ ವರ್ಗಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: വിഭാഗങ്ങളൊന്നുമില്ല
mr: कोणत्याही श्रेणी उपलब्ध नाहीत

source: No videos available
gu: કોઈ વિડિઓઝ ઉપલબ્ધ નથી
kn: ಯಾವುದೇ ವೀಡಿಯೊಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: വീഡിയോകളൊന്നുമില്ല
mr: कोणतेही व्हिडिओ उपलब्ध नाहीत

source: No resources available
gu: કોઈ સંસાધનો ઉપલબ્ધ નથી
kn: ಯಾವುದೇ ಸಂಪನ್ಮೂಲಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: വിഭവങ്ങളൊന്നും ലഭ്യമല്ല
mr: कोणतीही संसाधने उपलब्ध नाहीत

source: For Children
gu: બાળકો માટે
kn: ಮಕ್ಕಳಿಗಾಗಿ
ml: കുട്ടികൾക്കായി
mr: मुलांसाठी

# connectAndShare
source: Connect and share experiences
gu: જોડાઓ અને અનુભવો શેર કરો
kn: ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ಅನುಭವಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: ബന്ധപ്പെടുക, അനുഭവങ്ങൾ പങ്കിടുക
mr: जोडा आणि अनुभव शेअर करा

# beFirstToDiscuss
source: Be the first to start a discussion!
gu: ચર્ચા શરૂ કરનાર પ્રથમ બનો!
kn: ಚರ್ಚೆಯನ್ನು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲಿಗರಾಗಿ!
ml: ചർച്ച ആരംഭിക്കുന്ന ആദ്യത്തെയാളാകൂ!
mr: चर्चा सुरू करणारे पहिले व्हा!

# guidelinesTitle
source: Forum Guidelines
gu: ફોરમ માર્ગદર્શિકા
kn: ವೇದಿಕೆ ಮಾರ್ಗಸೂಚಿಗಳು
ml: ഫോറം മാർഗ്ഗനിർദ്ദേശങ്ങൾ
mr: फोरम मार्गदर्शक तत्त्वे

# guidelinesWelcome
source: Welcome to the GuardianCare Forum. Please follow these guidelines:
gu: ગાર્ડિયન કેર ફોરમમાં આપનું સ્વાગત છે. કૃપા કરીને આ માર્ગદર્શિકાઓનું પાલન કરો:
kn: ಗಾರ್ಡಿಯನ್ ಕೇರ್ ವೇದಿಕೆಗೆ ಸ್ವಾಗತ. ದಯವಿಟ್ಟು ಈ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸಿ:
ml: ഗാർഡിയൻ കെയർ ഫോറത്തിലേക്ക് സ്വാഗതം. ദയവായി ഈ മാർഗ്ഗനിർദ്ദേശങ്ങൾ പാലിക്കുക:
mr: गार्डियन केअर फोरममध्ये आपले स्वागत आहे. कृपया या मार्गदर्शक तत्त्वांचे पालन करा:

# guidelineRespect
source: Be respectful and courteous to all members.
gu: બધા સભ્યો પ્રત્યે આદરપૂર્ણ અને નમ્ર રહો.
kn: ಎಲ್ಲಾ ಸದಸ್ಯರಿಗೆ ಗೌರವಯುತ ಮತ್ತು ಸೌಜನ್ಯಯುತವಾಗಿರಿ.
ml: എല്ലാ അംഗങ്ങളോടും ബഹുമാനവും മര്യാദയും കാണിക്കുക.
mr: सर्व सदस्यांशी आदरपूर्ण आणि सौजन्यशील रहा.

# guidelineNoAbuse
source: Do not use abusive, harassing, or harmful language.
gu: અપમાનજનક, હેરાન કરનારી અથવા હાનિકારક ભાષાનો ઉપયોગ ન કરો.
kn: ಅವಮಾನಕರ, ಕಿರುಕುಳ ಅಥವಾ ಹಾನಿಕಾರಕ ಭಾಷೆಯನ್ನು ಬಳಸಬೇಡಿ.
ml: അപമാനകരമായ, ഉപദ്രവിക്കുന്ന അല്ലെങ്കിൽ ദോഷകരമായ ഭാഷ ഉപയോഗിക്കരുത്.
mr: अपमानास्पद, छळवणूक किंवा हानिकारक भाषा वापरू नका.

# guidelineNoHarmful
source: Avoid sharing inappropriate or harmful content.
gu: અયોગ્ય અથવા હાનિકારક સામગ્રી શેર કરવાનું ટાળો.
kn: ಅನುಚಿತ ಅಥವಾ ಹಾನಿಕಾರಕ ವಿಷಯವನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಿ.
ml: അനുചിതമായ അല്ലെങ്കിൽ ദോഷകരമായ ഉള്ളടക്കം പങ്കിടുന്നത് ഒഴിവാക്കുക.
mr: अयोग्य किंवा हानिकारक सामग्री शेअर करणे टाळा.

# guidelineConstructive
source: This is a space for constructive discussions on child safety.
gu: આ બાળ સુરક્ષા પર રચનાત્મક ચર્ચાઓ માટેની જગ્યા છે.
kn: ಇದು ಮಕ್ಕಳ ಸುರಕ್ಷತೆಯ ಬಗ್ಗೆ ರಚನಾತ್ಮಕ ಚರ್ಚೆಗಳಿಗಾಗಿ ಒಂದು ಸ್ಥಳವಾಗಿದೆ.
ml: ഇത് കുട്ടികളുടെ സുരക്ഷയെക്കുറിച്ചുള്ള ക്രിയാത്മക ചർച്ചകൾക്കുള്ള ഒരു ഇടമാണ്.
mr: हे बाल सुरक्षिततेवर रचनात्मक चर्चांसाठी एक जागा आहे.

# discussionTitle
source: Discussion
gu: ચર્ચા
kn: ಚರ್ಚೆ
ml: ചർച്ച
mr: चर्चा

source: Community Discussion
gu: સમુદાય ચર્ચા
kn: ಸಮುದಾಯ ಚರ್ಚೆ
ml: കമ്മ്യൂണിറ്റി ചർച്ച
mr: समुदाय चर्चा

# beFirstToComment
source: Be the first to share your thoughts!
gu: તમારા વિચારો શેર કરનાર પ્રથમ બનો!
kn: ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವ ಮೊದಲಿಗರಾಗಿ!
ml: നിങ്ങളുടെ ചിന്തകൾ പങ്കിടുന്ന ആദ്യത്തെയാളാകൂ!
mr: तुमचे विचार शेअर करणारे पहिले व्हा!

source: Start typing below
gu: નીચે ટાઇપ કરવાનું શરૂ કરો
kn: ಕೆಳಗೆ ಟೈಪ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ
ml: താഴെ ടൈപ്പ് ചെയ്യാൻ തുടങ്ങുക
mr: खाली टाइप करणे सुरू करा

# commentsCount
source: {count, plural, =0{No Comments} =1{1 Comment} other{{count} Comments}}
gu: {count, plural, =0{કોઈ ટિપ્પણી નથી} =1{1 ટિપ્પણી} other{{count} ટિપ્પણીઓ}}
kn: {count, plural, =0{ಯಾವುದೇ ಕಾಮೆಂಟ್‌ಗಳಿಲ್ಲ} =1{1 ಕಾಮೆಂಟ್} other{{count} ಕಾಮೆಂಟ್‌ಗಳು}}
ml: {count, plural, =0{അഭിപ്രായങ്ങളൊന്നുമില്ല} =1{1 അഭിപ്രായം} other{{count} അഭിപ്രായങ്ങൾ}}
mr: {count, plural, =0{कोणत्याही टिप्पण्या नाहीत} =1{1 टिप्पणी} other{{count} टिप्पण्या}}

source: Parental Access Required
gu: પેરેન્ટલ એક્સેસ જરૂરી
kn: ಪೋಷಕರ ಪ್ರವೇಶ ಅಗತ್ಯ
ml: രക്ഷിതാവ് ആക്സസ് ആവശ്യമാണ്
mr: पालक प्रवेश आवश्यक

# parentalAccessDescription
source: This section is protected. Please enter your parental key to continue.
gu: આ વિભાગ સુરક્ષિત છે। ચાલુ રાખવા માટે કૃપા કરીને તમારી પેરેન્ટલ કી દાખલ કરો.
kn: ಈ ವಿಭಾಗವು ರಕ್ಷಿತವಾಗಿದೆ. ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪೋಷಕರ ಕೀಯನ್ನು ನಮೂದಿಸಿ.
ml: ഈ വിഭാഗം സംരക്ഷിതമാണ്. തുടരാൻ ദയവായി നിങ്ങളുടെ രക്ഷിതാവ് കീ നൽകുക.
mr: हा विभाग संरक्षित आहे. सुरू ठेवण्यासाठी कृपया तुमची पालक की प्रविष्ट करा.

# invalidKeyTryAgain
source: Invalid key. Please try again.
gu: અમાન્ય કી. કૃપા કરીને ફરી પ્રયાસ કરો.
kn: ಅಮಾನ್ಯ ಕೀ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: അസാധുവായ കീ. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: अवैध की. कृपया पुन्हा प्रयत्न करा.

source: Forgot your key?
gu: તમારી કી ભૂલી ગયા?
kn: ನಿಮ್ಮ ಕೀ ಮರೆತಿರುವಿರಾ?
ml: നിങ്ങളുടെ കീ മറന്നോ?
mr: तुमची की विसरलात?

source: Protected for child safety
gu: બાળ સુરક્ષા માટે સુરક્ષિત
kn: ಮಕ್ಕಳ ಸುರಕ್ಷತೆಗಾಗಿ ರಕ್ಷಿತ
ml: കുട്ടികളുടെ സുരക്ഷയ്ക്കായി സംരക്ഷിതം
mr: बाल सुरक्षिततेसाठी संरक्षित

source: Unlock
gu: અનલૉક કરો
kn: ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ml: അൺലോക്ക് ചെയ്യുക
mr: अनलॉक करा
